IDEA Open Model
StructuralPlateType Enumeration
Compatible with IDEA StatiCa 20.1
 Tyoe of structural plate
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum StructuralPlateType
Public Enumeration StructuralPlateType
Members
Member name | Value | Description
SteelPlate | 0 |  Steel plate
Weld | 1 |  Weld
See Also
Reference
IdeaRS.OpenModel.Result Namespace